Revit 2027 API
ParameterTypeId.StairsAttrRightSideStringer Property
 "Right Stringer"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsAttrRightSideStringer { get; }
Public Shared ReadOnly Property StairsAttrRightSideStringer As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsAttrRightSideStringer {
	ForgeTypeId^ get ();
}
static member StairsAttrRightSideStringer : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace